const genRules = `
Правила клану "Паляниця"

1) Росіянам тут не місце. Кік у будь-якому випадку

2) Забороняється обзивати, ображати сокланівців. Критика має бути обґрунтованою та конструктивною.

3) Рашерів у клані не приймаємо

4) Донат приблизно 1:2

5) Ігри кланів від 1000 очок

6) Старійшина – за активом у клані (донат, участь у кв, рейді. Сорук – за довірою).

7) Спірні питання вирішуються главою чи керівником

Кік:
        1) За 3 дні офлайну
        2) За ігнорування рейду
        3) За ігнорування повідомлень від керівництва клану
        4) Непроведені атаки на кв/лвк
        5) Атака на кв, лвк міксом із електродраконів (це особисте)
`
module.exports.genRules = genRules

const ClanWar = `
Кланова війна

1) В кв приймають участь гравці з "зеленим щитом"

2) На кв повинні бути присутні ВСІ доступні герої

3) Перша атака -1 від дзеркала. Якщо впевнені, що візьмете дзеркало на 3 зірки, то ставте на ньому “Прапорець”

4) Цілі відмічені “Прапорцем” атакувати не можно, поки його не атакує той, хто його поставив. Вийняток: за 4 години до кінця кв атакувати можно всіх 

5) Друга атака через 12 годин. Виняток: якщо гравец не зможе провести другу атаку через 12 годин, то допускається проведення 2 атак відразу. Пріоритет - добивання на 3 зірки тих, кого вже атакували

6) Забороняється атакувати вище/набагато нижче дзеркала без дозволу глави або соруків
`
module.exports.ClanWar = ClanWar

const ClanWarLeagues = `
Ліга війн кланів

1) Про заміну попереджати заздалегідь

2) Атака без ВСІХ доступних героїв заборонена

3) На ЛВК атакуємо дзеркало.

4) Без згоди глави, сорука чи попередньої домовленості з іншим соклановцем забороняється атакувати інший номер.

5) Якщо не знаєте як знести дзеркало вище за ваше тх, то зверніться за допомогою до групи клану.

6) Додаткові медалі - на розсуд глави/соруків

Усунення від участі у ЛВК:
        1) Непроведена атака
        2) Атака на 1 зірку на тх свого рівня
        3) Атака без підтримки кланової фортеці
        4) Атака без доступного героя/героїв - кік
`
module.exports.ClanWarLeagues = ClanWarLeagues

const Raids = `
Рейди

1) Прокачка у столиці суворо за пріоритетами

2) Якщо почали атакувати локацію – добивайте її на 100%

3) П'ятою атакою добивайте локацію на 100%. Тим самим отримаєте додаткову 6 атаку. Важливо! Додаткову атаку можна отримати лише 1 раз

4) Найкращі мікси для рейду питайте у групі клану
`
module.exports.Raids = Raids